/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50615
Source Host           : localhost:3306
Source Database       : buffet_order

Target Server Type    : MYSQL
Target Server Version : 50615
File Encoding         : 65001

Date: 2023-03-14 11:40:46
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `address`
-- ----------------------------
DROP TABLE IF EXISTS `address`;
CREATE TABLE `address` (
  `address_id` int(10) NOT NULL AUTO_INCREMENT,
  `user_id` int(10) NOT NULL,
  `address` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`address_id`),
  KEY `address_user_id` (`user_id`),
  CONSTRAINT `address_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of address
-- ----------------------------
INSERT INTO address VALUES ('1', '23', '郑州123');

-- ----------------------------
-- Table structure for `admin`
-- ----------------------------
DROP TABLE IF EXISTS `admin`;
CREATE TABLE `admin` (
  `admin_id` int(10) NOT NULL AUTO_INCREMENT,
  `username` varchar(60) NOT NULL,
  `password` char(60) NOT NULL,
  `avatar` varchar(200) DEFAULT NULL,
  `is_enable` tinyint(1) NOT NULL DEFAULT '1',
  `role` int(10) NOT NULL DEFAULT '1',
  PRIMARY KEY (`admin_id`),
  KEY `role` (`role`),
  CONSTRAINT `role` FOREIGN KEY (`role`) REFERENCES `role` (`role_id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of admin
-- ----------------------------
INSERT INTO admin VALUES ('1', 'admin', '$2a$10$Bfpq.06kCG8/INuOc2oEKuzryrjVsa0pMH9XAH1cLV7WojAecDH/C', 'http://192.168.117.128:9001/buffet-order/img/avatar/idea.png', '1', '2');
INSERT INTO admin VALUES ('2', 'assistant', '$2a$10$HX8koug6yVMpnld01bCPLOmRBisW.3YuDytgRxSOHbesnCRNxLNYC', 'http://192.168.117.128:9001/buffet-order/img/avatar/pycharm.png', '1', '1');

-- ----------------------------
-- Table structure for `cate`
-- ----------------------------
DROP TABLE IF EXISTS `cate`;
CREATE TABLE `cate` (
  `cate_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '分类Id',
  `cate_name` varchar(20) DEFAULT NULL COMMENT '分类名',
  `cate_weight` int(3) NOT NULL DEFAULT '0' COMMENT '分类权重',
  `is_enable` tinyint(1) NOT NULL DEFAULT '1' COMMENT '是否可用',
  PRIMARY KEY (`cate_id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of cate
-- ----------------------------
INSERT INTO cate VALUES ('1', '未分类', '0', '0');
INSERT INTO cate VALUES ('2', '主食(米)', '0', '1');
INSERT INTO cate VALUES ('3', '主食(面)', '0', '1');
INSERT INTO cate VALUES ('4', '烧烤类', '0', '1');
INSERT INTO cate VALUES ('5', '汤类', '0', '1');
INSERT INTO cate VALUES ('6', '凉菜类', '0', '1');
INSERT INTO cate VALUES ('7', '热菜类', '0', '1');
INSERT INTO cate VALUES ('8', '饮料类', '0', '1');
INSERT INTO cate VALUES ('9', '甜点类', '0', '0');

-- ----------------------------
-- Table structure for `detail`
-- ----------------------------
DROP TABLE IF EXISTS `detail`;
CREATE TABLE `detail` (
  `detail_id` int(10) NOT NULL AUTO_INCREMENT,
  `detail_name` varchar(20) DEFAULT NULL,
  `detail_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `detail_type` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`detail_id`)
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of detail
-- ----------------------------
INSERT INTO detail VALUES ('1', '香菇', '1.00', '0');
INSERT INTO detail VALUES ('2', '胡萝卜', '1.00', '0');
INSERT INTO detail VALUES ('3', '腊肠', '2.00', '0');
INSERT INTO detail VALUES ('4', '不辣', '0.00', '1');
INSERT INTO detail VALUES ('5', '微辣', '0.00', '1');
INSERT INTO detail VALUES ('6', '特辣', '0.00', '1');
INSERT INTO detail VALUES ('7', '小份', '0.00', '1');
INSERT INTO detail VALUES ('8', '中份', '1.00', '1');
INSERT INTO detail VALUES ('9', '大份', '2.00', '1');
INSERT INTO detail VALUES ('10', '虾仁', '2.00', '0');
INSERT INTO detail VALUES ('11', '鱿鱼', '3.00', '0');
INSERT INTO detail VALUES ('12', '扇贝', '3.00', '0');
INSERT INTO detail VALUES ('14', '豌豆', '1.00', '0');
INSERT INTO detail VALUES ('15', '洋葱', '1.00', '0');

-- ----------------------------
-- Table structure for `food`
-- ----------------------------
DROP TABLE IF EXISTS `food`;
CREATE TABLE `food` (
  `food_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '食物id',
  `food_name` varchar(20) DEFAULT NULL COMMENT '食物名',
  `food_img` varchar(200) DEFAULT NULL COMMENT '食物图片地址',
  `food_cate` int(10) NOT NULL DEFAULT '1' COMMENT '食物分类 外键',
  `have_detail` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否有细节',
  `food_detail` varchar(512) DEFAULT NULL COMMENT '细节 json',
  `food_note` varchar(20) DEFAULT NULL COMMENT '食物注释',
  `food_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '售价',
  `food_weight` int(3) NOT NULL DEFAULT '0' COMMENT '权重',
  `is_enable` tinyint(1) NOT NULL DEFAULT '1' COMMENT '是否可用',
  PRIMARY KEY (`food_id`),
  KEY `food_cate` (`food_cate`) USING BTREE,
  CONSTRAINT `food_cate` FOREIGN KEY (`food_cate`) REFERENCES `cate` (`cate_id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of food
-- ----------------------------
INSERT INTO food VALUES ('1', '鸡肉煲仔饭', 'http://192.168.23.128:9001/buffet-order/img/food/1.png?time=1678196792139', '2', '1', '{\"dM\":{\"mI\":\"选择配料\",\"mS\":[{\"n\":\"香菇\",\"s\":0,\"v\":1},{\"n\":\"胡萝卜\",\"s\":0,\"v\":1},{\"n\":\"豌豆\",\"s\":0,\"v\":1},{\"n\":\"洋葱\",\"s\":0,\"v\":1},{\"n\":\"腊肠\",\"s\":0,\"v\":2},{\"n\":\"虾仁\",\"s\":0,\"v\":2},{\"n\":\"鱿鱼\",\"s\":0,\"v\":3},{\"n\":\"扇贝\",\"s\":0,\"v\":3}]},\"dR\":[{\"rI\":\"选择大小\",\"rS\":[{\"n\":\"小份\",\"s\":1,\"v\":0},{\"n\":\"中份\",\"s\":0,\"v\":1},{\"n\":\"大份\",\"s\":0,\"v\":2}]}]}', '香喷喷的煲仔饭', '12.00', '0', '1');
INSERT INTO food VALUES ('2', '海鲜炒饭', 'http://192.168.23.128:9001/buffet-order/img/food/2.png?time=1678196813663', '2', '1', '{\"dM\":{\"mI\":\"选择配料\",\"mS\":[{\"n\":\"鱿鱼\",\"s\":0,\"v\":3},{\"n\":\"扇贝\",\"s\":0,\"v\":3}]},\"dR\":[{\"rI\":\"选择大小\",\"rS\":[{\"n\":\"小份\",\"s\":1,\"v\":0},{\"n\":\"中份\",\"s\":0,\"v\":1},{\"n\":\"大份\",\"s\":0,\"v\":2}]}]}', '鲜美可口', '13.00', '999', '1');
INSERT INTO food VALUES ('3', '咖喱鸡肉饭', 'http://192.168.23.128:9001/buffet-order/img/food/3.png?time=1678196823059', '2', '1', '{\"dM\":{\"mI\":\"选择配料\",\"mS\":[{\"n\":\"香菇\",\"s\":0,\"v\":1},{\"n\":\"胡萝卜\",\"s\":0,\"v\":1},{\"n\":\"豌豆\",\"s\":0,\"v\":1},{\"n\":\"洋葱\",\"s\":0,\"v\":1},{\"n\":\"腊肠\",\"s\":0,\"v\":2}]},\"dR\":[{\"rI\":\"选择大小\",\"rS\":[{\"n\":\"小份\",\"s\":1,\"v\":0},{\"n\":\"中份\",\"s\":0,\"v\":1},{\"n\":\"大份\",\"s\":0,\"v\":2}]}]}', '加入咖喱粉...', '12.00', '0', '1');
INSERT INTO food VALUES ('4', '糖醋里脊饭', 'http://192.168.23.128:9001/buffet-order/img/food/4.png', '2', '1', '{\"dM\":{\"mI\":\"选择配料\",\"mS\":[{\"n\":\"香菇\",\"s\":0,\"v\":1},{\"n\":\"胡萝卜\",\"s\":0,\"v\":1},{\"n\":\"豌豆\",\"s\":0,\"v\":1},{\"n\":\"洋葱\",\"s\":0,\"v\":1},{\"n\":\"虾仁\",\"s\":0,\"v\":2}]},\"dR\":[{\"rI\":\"选择大小\",\"rS\":[{\"n\":\"小份\",\"s\":1,\"v\":0},{\"n\":\"中份\",\"s\":0,\"v\":1},{\"n\":\"大份\",\"s\":0,\"v\":2}]}]}', '美味的糖醋里脊', '13.00', '0', '1');
INSERT INTO food VALUES ('5', '酱牛肉煲仔饭', 'http://192.168.23.128:9001/buffet-order/img/food/5.png?time=1678196848807', '2', '1', '{\"dM\":{\"mI\":\"选择配料\",\"mS\":[{\"n\":\"香菇\",\"s\":0,\"v\":1},{\"n\":\"胡萝卜\",\"s\":0,\"v\":1},{\"n\":\"豌豆\",\"s\":0,\"v\":1},{\"n\":\"洋葱\",\"s\":0,\"v\":1},{\"n\":\"腊肠\",\"s\":0,\"v\":2}]},\"dR\":[{\"rI\":\"选择大小\",\"rS\":[{\"n\":\"小份\",\"s\":1,\"v\":0},{\"n\":\"中份\",\"s\":0,\"v\":1},{\"n\":\"大份\",\"s\":0,\"v\":2}]}]}', null, '12.00', '0', '1');
INSERT INTO food VALUES ('6', '担担面', 'http://192.168.23.128:9001/buffet-order/img/food/6.png?time=1678196860316', '3', '1', '{\"dM\":{\"mS\":[],\"mId\":1,\"mI\":\"选择配料\"},\"dR\":[{\"rI\":\"辣度\",\"rS\":[{\"n\":\"不辣\",\"s\":1,\"v\":0},{\"n\":\"微辣\",\"s\":0,\"v\":0},{\"n\":\"特辣\",\"s\":0,\"v\":0}]}]}', '麻辣的川菜肉末面条', '10.00', '0', '1');
INSERT INTO food VALUES ('7', '热干面', 'http://192.168.23.128:9001/buffet-order/img/food/7.png?time=1678196869265', '3', '0', null, '面条配芝麻酱...', '9.00', '0', '1');
INSERT INTO food VALUES ('8', '酸辣粉', 'http://192.168.23.128:9001/buffet-order/img/food/8.png?time=1678196876553', '3', '1', '{\"dM\":{\"mS\":[],\"mI\":\"选择配料\"},\"dR\":[{\"rI\":\"辣度\",\"rS\":[{\"n\":\"不辣\",\"s\":1,\"v\":0},{\"n\":\"微辣\",\"s\":0,\"v\":0},{\"n\":\"特辣\",\"s\":0,\"v\":0}]}]}', '配上腌制的...', '9.00', '0', '1');
INSERT INTO food VALUES ('9', '牛肉拉面', 'http://192.168.23.128:9001/buffet-order/img/food/9.png?time=1678196884873', '3', '0', null, '牛肉面在中国很多...', '12.00', '0', '1');
INSERT INTO food VALUES ('10', '麻辣烫', 'http://192.168.23.128:9001/buffet-order/img/food/10.png?time=1678196896802', '3', '1', '{\"dM\":{\"mS\":[],\"mI\":\"选择配料\"},\"dR\":[{\"rI\":\"辣度\",\"rS\":[{\"n\":\"不辣\",\"s\":1,\"v\":0},{\"n\":\"特辣\",\"s\":0,\"v\":0},{\"n\":\"微辣\",\"s\":0,\"v\":0}]}]}', '', '10.00', '0', '1');

-- ----------------------------
-- Table structure for `order`
-- ----------------------------
DROP TABLE IF EXISTS `order`;
CREATE TABLE `order` (
  `order_id` varchar(50) NOT NULL COMMENT '订单id',
  `user_id` int(10) NOT NULL COMMENT '用户id 外键',
  `order_way` tinyint(1) NOT NULL DEFAULT '0' COMMENT '配送方式',
  `order_address` varchar(255) DEFAULT NULL COMMENT '地址',
  `order_create_time` datetime NOT NULL COMMENT '创建时间',
  `order_json_body` text COMMENT '订单内容 json',
  `order_get_numb` varchar(4) DEFAULT NULL COMMENT '取餐号',
  `order_state` tinyint(1) NOT NULL DEFAULT '0' COMMENT '订单状态',
  `order_note` varchar(255) DEFAULT NULL COMMENT '订单注释',
  `order_should_pay` decimal(10,2) DEFAULT NULL COMMENT '应付金额',
  `order_real_pay` decimal(10,2) DEFAULT NULL COMMENT '实付金额',
  PRIMARY KEY (`order_id`),
  KEY `user_id` (`user_id`),
  KEY `kf_order_oreder_state` (`order_state`),
  KEY `kf_order_order_way` (`order_way`),
  KEY `idx_creat_time` (`order_create_time`),
  CONSTRAINT `kf_order_order_way` FOREIGN KEY (`order_way`) REFERENCES `order_way` (`id`),
  CONSTRAINT `kf_order_oreder_state` FOREIGN KEY (`order_state`) REFERENCES `order_state` (`id`),
  CONSTRAINT `kf_order_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of order
-- ----------------------------
INSERT INTO order VALUES ('202302040159222501000', '23', '1', null, '2023-02-04 13:59:22', '[{\"de\":\"这是配料B 中份 不辣 \",\"id\":2,\"na\":\"测试食物2\",\"nu\":1,\"pr\":6.32},{\"de\":\"\",\"id\":3,\"na\":\"测试3\",\"nu\":1,\"pr\":5.00},{\"de\":\"这是配料B \",\"id\":3,\"na\":\"测试3\",\"nu\":1,\"pr\":7.00},{\"de\":\"这是配料B 这是配料C \",\"id\":3,\"na\":\"测试3\",\"nu\":1,\"pr\":10.00}]', '0001', '4', '无', '28.32', '28.32');
INSERT INTO order VALUES ('202302041054267911000', '23', '2', '郑州', '2023-02-04 10:54:27', '[{\"de\":\"这是配料A 这是配料B 这是配料D 小份 \",\"id\":1,\"na\":\"测试食1\",\"nu\":1,\"pr\":8.01},{\"de\":\"这是配料A 这是配料B 这是配料D 小份 \",\"id\":1,\"na\":\"测试食1\",\"nu\":1,\"pr\":8.01},{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '4', '无', '18.02', '18.02');
INSERT INTO order VALUES ('202302041055157171001', '23', '1', null, '2023-02-04 10:55:16', '[{\"de\":\"这是配料A 这是配料B 这是配料C 小份 不辣 \",\"id\":2,\"na\":\"测试食物2\",\"nu\":1,\"pr\":9.32},{\"de\":\"这是配料A 这是配料B 这是配料C 小份 不辣 \",\"id\":2,\"na\":\"测试食物2\",\"nu\":1,\"pr\":9.32}]', '0001', '4', '无', '18.64', '18.64');
INSERT INTO order VALUES ('202302070829302751000', '23', '1', null, '2023-02-07 20:29:30', '[{\"de\":\"这是配料B 这是配料C 小份 不辣 \",\"id\":2,\"na\":\"测试食物2\",\"nu\":1,\"pr\":8.32},{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0001', '4', '无', '12.76', '12.76');
INSERT INTO order VALUES ('202302070830255021001', '23', '1', null, '2023-02-07 20:30:26', '[{\"de\":\"这是配料A 这是配料B 特辣 \",\"id\":9,\"na\":\"测试食物9\",\"nu\":1,\"pr\":7.00},{\"de\":\"这是配料A 这是配料B 特辣 \",\"id\":9,\"na\":\"测试食物9\",\"nu\":1,\"pr\":7.00},{\"de\":\"这是配料B 这是配料C \",\"id\":3,\"na\":\"测试3\",\"nu\":1,\"pr\":10.00},{\"de\":\"这是配料B 这是配料C \",\"id\":3,\"na\":\"测试3\",\"nu\":1,\"pr\":10.00},{\"de\":\"这是配料C 大份 不辣 \",\"id\":2,\"na\":\"测试食物2\",\"nu\":1,\"pr\":8.32}]', '0002', '4', '无', '42.32', '42.32');
INSERT INTO order VALUES ('202302070830403051002', '23', '1', null, '2023-02-07 20:30:40', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0003', '4', '无', '4.44', '4.44');
INSERT INTO order VALUES ('202302070911597341000', '23', '1', null, '2023-02-07 21:12:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0001', '4', '无', '2.22', '2.22');
INSERT INTO order VALUES ('202302080820221921000', '23', '1', null, '2023-02-08 20:20:22', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0001', '4', '无', '2.22', '2.22');
INSERT INTO order VALUES ('202302080820222921001', '23', '2', '郑州', '2023-02-08 20:20:22', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '4', '无', '1.00', '1.00');
INSERT INTO order VALUES ('202302080820223061002', '23', '1', null, '2023-02-08 20:20:22', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0002', '4', '无', '6.00', '6.00');
INSERT INTO order VALUES ('202302080820223801003', '23', '2', '郑州', '2023-02-08 20:20:22', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '4', '无', '4.44', '4.44');
INSERT INTO order VALUES ('202302080820223941004', '23', '2', '郑州', '2023-02-08 20:20:22', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '4', '无', '5.00', '5.00');
INSERT INTO order VALUES ('202302080820224081005', '23', '1', null, '2023-02-08 20:20:22', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0003', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820224321006', '23', '1', null, '2023-02-08 20:20:22', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0004', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302080820224451007', '23', '2', '郑州', '2023-02-08 20:20:22', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820224631008', '23', '2', '郑州', '2023-02-08 20:20:22', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302080820224731009', '23', '2', '郑州', '2023-02-08 20:20:22', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820224881010', '23', '2', '郑州', '2023-02-08 20:20:22', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302080820224981011', '23', '1', null, '2023-02-08 20:20:22', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0005', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820225191012', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302080820225291013', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0006', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820225411014', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0007', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820225511015', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0008', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820225621016', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0009', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820225731017', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0010', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820226001018', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302080820226191019', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0011', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820226291020', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0012', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820226431021', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0013', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820226581022', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820226671023', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0014', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302080820226761024', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0015', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820226901025', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820227051026', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302080820227171027', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820227311028', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0016', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820227521029', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0017', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820227981030', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820228091031', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820228201032', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0018', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820228361033', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820228461034', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0019', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302080820228591035', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302080820228681036', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820228791037', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820228911038', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302080820228981039', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0020', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820229111040', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820229201041', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820229291042', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820229381043', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0021', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820229481044', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0022', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302080820229611045', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820229721046', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0023', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302080820229851047', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820229941048', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820230041049', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820230331050', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820230431051', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0024', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302080820230541052', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0025', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302080820230651053', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820230761054', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820230861055', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820230981056', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0026', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820231051057', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302080820231131058', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0027', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820231221059', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820231311060', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0028', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302080820231401061', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820231511062', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820231591063', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0029', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302080820231691064', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820231781065', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820231851066', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0030', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820231941067', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820232021068', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820232111069', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302080820232191070', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0031', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820232261071', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0032', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820232351072', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302080820232431073', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0033', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820232501074', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0034', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820232581075', '23', '1', null, '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0035', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820232691076', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820232781077', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820232951078', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302080820233141079', '23', '2', '郑州', '2023-02-08 20:20:23', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820349171080', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0036', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820349341081', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820349481082', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820349631083', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302080820349761084', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0037', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820349921085', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820350071086', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0038', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820350191087', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0039', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820350301088', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820350411089', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0040', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302080820350471090', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0041', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302080820350541091', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0042', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820350671092', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820350781093', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820350901094', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820351011095', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0043', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820351121096', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0044', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820351261097', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820351371098', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0045', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820351491099', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0046', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302080820351651100', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820351781101', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820351901102', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820352011103', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0047', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820352131104', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820352251105', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0048', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820352381106', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0049', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820352501107', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820352641108', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302080820352771109', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820352931110', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0050', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302080820353091111', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0051', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302080820353251112', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0052', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302080820353391113', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0053', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820353541114', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820353671115', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0054', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820353821116', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820353961117', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0055', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820354101118', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302080820354181119', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0056', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302080820354251120', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0057', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820354321121', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820354441122', '23', '2', '郑州', '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820354571123', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0058', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302080820354681124', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0059', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302080820354781125', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0060', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820354881126', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0061', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820354971127', '23', '1', null, '2023-02-08 20:20:35', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0062', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820355071128', '23', '2', '郑州', '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820355161129', '23', '1', null, '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0063', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302080820355391130', '23', '1', null, '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0064', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820355491131', '23', '1', null, '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0065', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820355601132', '23', '2', '郑州', '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820355701133', '23', '1', null, '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0066', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820355811134', '23', '2', '郑州', '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302080820355911135', '23', '1', null, '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0067', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820356031136', '23', '1', null, '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0068', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820356131137', '23', '2', '郑州', '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820356251138', '23', '1', null, '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0069', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820356341139', '23', '1', null, '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0070', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302080820356621140', '23', '1', null, '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0071', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820356731141', '23', '2', '郑州', '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302080820356821142', '23', '2', '郑州', '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820356911143', '23', '1', null, '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0072', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820357001144', '23', '2', '郑州', '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302080820357091145', '23', '2', '郑州', '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302080820357171146', '23', '1', null, '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0073', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820357271147', '23', '1', null, '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0074', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820357371148', '23', '1', null, '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0075', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302080820357491149', '23', '2', '郑州', '2023-02-08 20:20:36', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302080820406741150', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820406951151', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820407061152', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0076', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820407201153', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0077', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820407321154', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0078', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820407441155', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820407541156', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0079', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820407651157', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302080820407751158', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820407851159', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0080', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820407971160', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0081', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820408101161', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0082', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820408201162', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0083', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820408321163', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0084', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820408421164', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302080820408531165', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820408631166', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0085', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820408721167', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820408821168', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0086', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820408931169', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0087', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820409231170', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820409331171', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820409441172', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0088', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820409541173', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820409661174', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820409751175', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820409851176', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820409961177', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0089', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302080820410051178', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0090', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302080820410151179', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0091', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820410471180', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302080820410581181', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820410681182', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0092', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302080820410781183', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0093', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302080820410871184', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0094', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820410961185', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302080820411061186', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820411151187', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302080820411251188', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0095', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820411341189', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302080820411731190', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820411841191', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302080820411951192', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0096', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820412071193', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820412171194', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0097', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820412281195', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0098', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820412411196', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0099', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820412551197', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820412691198', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820412821199', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0100', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820413021200', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302080820413161201', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0101', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820413291202', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0102', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820413421203', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0103', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820413551204', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302080820413681205', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820413811206', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0104', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302080820413921207', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0105', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302080820414051208', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820414201209', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302080820414261210', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302080820414391211', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820414511212', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302080820414631213', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0106', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302080820414761214', '23', '1', null, '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0107', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820414891215', '23', '2', '郑州', '2023-02-08 20:20:41', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302080820415001216', '23', '1', null, '2023-02-08 20:20:42', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0108', '4', '无', '3.00', '3.00');
INSERT INTO order VALUES ('202302080820415111217', '23', '1', null, '2023-02-08 20:20:42', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0109', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302080820415221218', '23', '2', '郑州', '2023-02-08 20:20:42', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302080820415341219', '23', '2', '郑州', '2023-02-08 20:20:42', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302080820415471220', '23', '1', null, '2023-02-08 20:20:42', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0110', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302080820415591221', '23', '1', null, '2023-02-08 20:20:42', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0111', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820415711222', '23', '1', null, '2023-02-08 20:20:42', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0112', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302080820415821223', '23', '2', '郑州', '2023-02-08 20:20:42', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302080820415961224', '23', '1', null, '2023-02-08 20:20:42', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0113', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302080820416071225', '23', '1', null, '2023-02-08 20:20:42', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0114', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820416201226', '23', '2', '郑州', '2023-02-08 20:20:42', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302080820416301227', '23', '2', '郑州', '2023-02-08 20:20:42', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302080820416391228', '23', '1', null, '2023-02-08 20:20:42', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0115', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302080820416491229', '23', '2', '郑州', '2023-02-08 20:20:42', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110447437771000', '23', '1', null, '2023-02-11 16:47:44', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0001', '4', '无', '4.44', '4.44');
INSERT INTO order VALUES ('202302110831551301000', '23', '2', '郑州', '2023-02-11 20:31:55', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831552011001', '23', '2', '郑州', '2023-02-11 20:31:55', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831552351002', '23', '1', null, '2023-02-11 20:31:55', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0001', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831552651003', '23', '2', '郑州', '2023-02-11 20:31:55', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110831553131004', '23', '2', '郑州', '2023-02-11 20:31:55', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831553431005', '23', '1', null, '2023-02-11 20:31:55', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0002', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831553711006', '23', '1', null, '2023-02-11 20:31:55', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0003', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831554151007', '23', '2', '郑州', '2023-02-11 20:31:55', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831554591008', '23', '2', '郑州', '2023-02-11 20:31:55', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831555021009', '23', '2', '郑州', '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110831555341010', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0004', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831556001011', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0005', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831556391012', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0006', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831556811013', '23', '2', '郑州', '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110831557301014', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0007', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831557471015', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0008', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831557891016', '23', '2', '郑州', '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831558231017', '23', '2', '郑州', '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831559171018', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0009', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831559921019', '23', '2', '郑州', '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831560311020', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0010', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110831560711021', '23', '2', '郑州', '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831561281022', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0011', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110831561541023', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0012', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831561711024', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0013', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831562041025', '23', '2', '郑州', '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831562251026', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0014', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831562401027', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0015', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831562651028', '23', '2', '郑州', '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831562901029', '23', '2', '郑州', '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831563301030', '23', '2', '郑州', '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110831563621031', '23', '2', '郑州', '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110831563861032', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0016', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110831564121033', '23', '2', '郑州', '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831564371034', '23', '2', '郑州', '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831564501035', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0017', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831564721036', '23', '2', '郑州', '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831564881037', '23', '1', null, '2023-02-11 20:31:56', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0018', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831565061038', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0019', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831565201039', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0020', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110831565421040', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831565681041', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831565821042', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831566071043', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0021', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110831566331044', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831566451045', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0022', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831566711046', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831566951047', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831567091048', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0023', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831567371049', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831567611050', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110831567741051', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0024', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110831567931052', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0025', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831568091053', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0026', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831568361054', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831568501055', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0027', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831568721056', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831568961057', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831569211058', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831569391059', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0028', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831569571060', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0029', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831569791061', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0030', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831569971062', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0031', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831570181063', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0032', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831570351064', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831570531065', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0033', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831570811066', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831570971067', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831571191068', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831571371069', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0034', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110831571671070', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110831571821071', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0035', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831571961072', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0036', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831572131073', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0037', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110831572341074', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831572531075', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831572691076', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0038', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831572861077', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0039', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110831573031078', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0040', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110831573181079', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0041', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831573331080', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831573501081', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0042', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831573651082', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0043', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831573811083', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0044', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831574001084', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831574081085', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110831574191086', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831574291087', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831574401088', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831574531089', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110831574621090', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0045', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831574681091', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0046', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110831574811092', '23', '2', '郑州', '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831574871093', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0047', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831574991094', '23', '1', null, '2023-02-11 20:31:57', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0048', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831575091095', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831575201096', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831575281097', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0049', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831575371098', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831575471099', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0050', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831575571100', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110831575681101', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831575801102', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831575921103', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831576041104', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831576151105', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831576311106', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831576431107', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831576561108', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831576691109', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831576791110', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0051', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831576871111', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0052', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831576971112', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831577071113', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0053', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110831577141114', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0054', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831577231115', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0055', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110831577321116', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0056', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831577431117', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0057', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831577541118', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0058', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831577681119', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831577781120', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0059', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831577911121', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831578081122', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831578171123', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0060', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831578281124', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0061', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831578401125', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0062', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831578611126', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0063', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831578731127', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0064', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831578901128', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110831579221129', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0065', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831579411130', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831579581131', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110831579731132', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0066', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110831579871133', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831580081134', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831580191135', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0067', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831580341136', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0068', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831580471137', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0069', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831580601138', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831580721139', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0070', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110831580881140', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831581031141', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0071', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110831581241142', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0072', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831581411143', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831581601144', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0073', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831581751145', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0074', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110831581941146', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831582161147', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831582271148', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831582351149', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0075', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831582441150', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0076', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831582541151', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831582611152', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110831582681153', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0077', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831582791154', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0078', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831582891155', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0079', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831582981156', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0080', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831583041157', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0081', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831583171158', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0082', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831583261159', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0083', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831583371160', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0084', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831583481161', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831583591162', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831583681163', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0085', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831583811164', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0086', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110831584321165', '23', '2', '郑州', '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831584491166', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0087', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110831584591167', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0088', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831584721168', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0089', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831584941169', '23', '1', null, '2023-02-11 20:31:58', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0090', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110831585071170', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0091', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831585201171', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831585401172', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831585661173', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831585901174', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0092', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831586021175', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0093', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831586151176', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0094', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110831586361177', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0095', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831586671178', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110831586911179', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0096', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831587261180', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110831587401181', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0097', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110831587651182', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0098', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110831587841183', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0099', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831588101184', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110831588441185', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831588581186', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0100', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831588791187', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0101', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831589181188', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831589511189', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0102', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831589701190', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0103', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110831589861191', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831590171192', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831590431193', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0104', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831590581194', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0105', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831590781195', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0106', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110831591011196', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831591151197', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0107', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831591471198', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831591681199', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831591881200', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0108', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831592081201', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831592211202', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0109', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831592511203', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0110', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831592751204', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0111', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831592881205', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0112', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110831593091206', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831593351207', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0113', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110831593551208', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0114', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831593681209', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0115', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110831593801210', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0116', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831593911211', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831594131212', '23', '2', '郑州', '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831594241213', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0117', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831594351214', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0118', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831594441215', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0119', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831594571216', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0120', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831594761217', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0121', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110831594911218', '23', '1', null, '2023-02-11 20:31:59', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0122', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831595081219', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0123', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831595211220', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0124', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110831595341221', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831595481222', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831595661223', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0125', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110831595911224', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0126', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110831596081225', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0127', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831596511226', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831596641227', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0128', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110831596911228', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0129', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831597131229', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0130', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831597291230', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831597491231', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0131', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831597791232', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110831597981233', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0132', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110831598211234', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110831598511235', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110831598761236', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110831598971237', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831599441238', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110831599611239', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110831599901240', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832000231241', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110832000361242', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832000491243', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110832000741244', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0133', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110832000971245', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832001141246', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110832001281247', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832001471248', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832001591249', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0134', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832001741250', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110832001911251', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110832002031252', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0135', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832002161253', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0136', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832002291254', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0137', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110832002411255', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110832002521256', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0138', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832002761257', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110832002971258', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0139', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832003091259', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110832003271260', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110832003391261', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832003511262', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0140', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110832003621263', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0141', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110832003741264', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110832003861265', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110832003971266', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0142', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110832004061267', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0143', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110832004161268', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0144', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832004291269', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110832004391270', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0145', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110832004511271', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0146', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110832004631272', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0147', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110832004721273', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0148', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110832004781274', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0149', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110832004861275', '23', '1', null, '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0150', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832004961276', '23', '2', '郑州', '2023-02-11 20:32:00', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110832005051277', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832005151278', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0151', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110832005201279', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0152', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832005321280', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832005411281', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110832005501282', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0153', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110832005581283', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832005671284', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110832005821285', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0154', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832005921286', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832006021287', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110832006101288', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0155', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832006201289', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0156', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110832006321290', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0157', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832006421291', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0158', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110832006551292', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832006751293', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110832006891294', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0159', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110832007031295', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0160', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832007191296', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0161', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110832007331297', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0162', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832007431298', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0163', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110832007541299', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110832007661300', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110832007771301', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0164', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110832007891302', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0165', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110832008001303', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110832008071304', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0166', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832008151305', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0167', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110832008251306', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0168', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110832008371307', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0169', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832008461308', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0170', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110832008591309', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832008681310', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110832008791311', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110832008931312', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0171', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110832009051313', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832009171314', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832009271315', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110832009391316', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832009501317', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0172', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110832009641318', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110832009741319', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832009931320', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110832010051321', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110832010161322', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0173', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832010301323', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832010391324', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0174', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110832010491325', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0175', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110832010551326', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0176', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110832010641327', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110832010741328', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110832010851329', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110832011001330', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832011091331', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832011181332', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0177', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110832011301333', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832011401334', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0178', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832011521335', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110832011621336', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110832011671337', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0179', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110832011771338', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0180', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832011851339', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832011901340', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832011991341', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832012071342', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0181', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110832012121343', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0182', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110832012221344', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0183', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202302110832012311345', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0184', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110832012441346', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110832012551347', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110832012611348', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832012691349', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110832012801350', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110832012901351', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110832013001352', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0185', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110832013061353', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0186', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832013171354', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0187', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832013271355', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110832013401356', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832013561357', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0188', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110832013661358', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0189', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832013781359', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110832013921360', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0190', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202302110832014151361', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110832014351362', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0191', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832014511363', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832014631364', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0192', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832014671365', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0193', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110832014861366', '23', '1', null, '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0194', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832014971367', '23', '2', '郑州', '2023-02-11 20:32:01', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832015071368', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110832015211369', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110832015311370', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110832015401371', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110832015491372', '23', '1', null, '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0195', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832015581373', '23', '1', null, '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0196', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832015631374', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110832015701375', '23', '1', null, '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0197', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832015811376', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832015911377', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110832015971378', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110832016081379', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110832016191380', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110832016281381', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110832016361382', '23', '1', null, '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0198', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202302110832016461383', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302110832016521384', '23', '1', null, '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0199', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832016611385', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202302110832016661386', '23', '1', null, '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0200', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202302110832016721387', '23', '1', null, '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0201', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832016821388', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832016871389', '23', '1', null, '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0202', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832016951390', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110832017031391', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202302110832017141392', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110832017201393', '23', '1', null, '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0203', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302110832017291394', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202302110832017361395', '23', '1', null, '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0204', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202302110832017461396', '23', '2', '郑州', '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202302110832017521397', '23', '1', null, '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0205', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202302110832017691398', '23', '1', null, '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0206', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202302110832017841399', '23', '1', null, '2023-02-11 20:32:02', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0207', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202302200749161011000', '23', '1', null, '2023-02-20 19:49:16', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0001', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202302200749359591001', '23', '1', null, '2023-02-20 19:49:36', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0002', '4', '无', '4.44', '4.44');
INSERT INTO order VALUES ('202302270919430311000', '23', '1', null, '2023-02-27 21:19:43', '[{\"de\":\"这是配料A 这是配料B 这是配料D 小份 \",\"id\":1,\"na\":\"测试食1\",\"nu\":1,\"pr\":8.01},{\"de\":\"这是配料A 这是配料B 这是配料D 小份 \",\"id\":1,\"na\":\"测试食1\",\"nu\":1,\"pr\":8.01},{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00},{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0001', '5', '无', '19.24', null);
INSERT INTO order VALUES ('202302280808227961000', '23', '1', null, '2023-02-28 08:08:23', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66},{\"de\":\"这是配料A 这是配料B \",\"id\":3,\"na\":\"测试3\",\"nu\":1,\"pr\":8.00},{\"de\":\"大份 \",\"id\":7,\"na\":\"测试食物7\",\"nu\":1,\"pr\":4.00}]', '0001', '4', '无', '18.66', '18.66');
INSERT INTO order VALUES ('202302280809259191001', '23', '1', null, '2023-02-28 08:09:26', '[{\"de\":\"这是配料A 这是配料B 不辣 \",\"id\":9,\"na\":\"测试食物9\",\"nu\":1,\"pr\":7.00},{\"de\":\"大份 \",\"id\":7,\"na\":\"测试食物7\",\"nu\":1,\"pr\":4.00}]', '0002', '4', '无', '11.00', '11.00');
INSERT INTO order VALUES ('202303020838359531000', '23', '1', null, '2023-03-02 20:38:36', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0001', '4', '无', '6.66', '6.66');
INSERT INTO order VALUES ('202303020845483751001', '23', '1', null, '2023-03-02 20:45:48', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0002', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845484301002', '23', '2', '郑州', '2023-03-02 20:45:48', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845484551003', '23', '2', '郑州', '2023-03-02 20:45:48', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845484731004', '23', '1', null, '2023-03-02 20:45:48', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0003', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845484971005', '23', '2', '郑州', '2023-03-02 20:45:48', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845485151006', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845485421007', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845485611008', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845485841009', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845485971010', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0004', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845486141011', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0005', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845486341012', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0006', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845486511013', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845486631014', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0007', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845486721015', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0008', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845486871016', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845487011017', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0009', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845487141018', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845487261019', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0010', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845487441020', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0011', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845487691021', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0012', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845487991022', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845488171023', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845488371024', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845488551025', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845488781026', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0013', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845489051027', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845489271028', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0014', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845489441029', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0015', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845489651030', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845489921031', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0016', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845490161032', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0017', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845490421033', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845490591034', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845490791035', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845490991036', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0018', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845491201037', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0019', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845491491038', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845491671039', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845491811040', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845491991041', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845492131042', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845492351043', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845492601044', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845492741045', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845492891046', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0020', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845493051047', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0021', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845493191048', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0022', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845493341049', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0023', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845493461050', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0024', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845493671051', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0025', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845493831052', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0026', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845494051053', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0027', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845494491054', '23', '1', null, '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0028', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845494651055', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845494911056', '23', '2', '郑州', '2023-03-02 20:45:49', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845495301057', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845495411058', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0029', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845495571059', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845495701060', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0030', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845495981061', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0031', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845496271062', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845496501063', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845496721064', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845496911065', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845497031066', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0032', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845497201067', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845497331068', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0033', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845497481069', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0034', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845497961070', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0035', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845498101071', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845498581072', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0036', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845498851073', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845499051074', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0037', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845499241075', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845499381076', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845499551077', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845499751078', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845499901079', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845500021080', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0038', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845500241081', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845500541082', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845500721083', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0039', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845500881084', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845501011085', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0040', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845501131086', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0041', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845501261087', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845501371088', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0042', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845501921089', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0043', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845502071090', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845502231091', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845502321092', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0044', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845502411093', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845502501094', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0045', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845502591095', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0046', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845502721096', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845502831097', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845502921098', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0047', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845503041099', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845503181100', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845503301101', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0048', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845503421102', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0049', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845503561103', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0050', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845503721104', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0051', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845503831105', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0052', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845503981106', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0053', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845504091107', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0054', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845504231108', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845504371109', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845504521110', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845504611111', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845504691112', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0055', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845504781113', '23', '1', null, '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0056', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845504921114', '23', '2', '郑州', '2023-03-02 20:45:50', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845505011115', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0057', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845505141116', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845505391117', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0058', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845505511118', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845505611119', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0059', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845505711120', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0060', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845505871121', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845506061122', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845506241123', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0061', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845506361124', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0062', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845506491125', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0063', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845506601126', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0064', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845506781127', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0065', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845506901128', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0066', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845507111129', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845507261130', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845507381131', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0067', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845507521132', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845507691133', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845507811134', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845507921135', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0068', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845508071136', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845508191137', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0069', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845508311138', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0070', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845508411139', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0071', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845508501140', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0072', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845508771141', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845509031142', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845509341143', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845509571144', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0073', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845509841145', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845510081146', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0074', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845510321147', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845510501148', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0075', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845510731149', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845510941150', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845511091151', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845511191152', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0076', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845511291153', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0077', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845511391154', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845511461155', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0078', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845511541156', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0079', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845511641157', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0080', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845511771158', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845511921159', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845512031160', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845512151161', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0081', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845512241162', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0082', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845512371163', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845512511164', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0083', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845512671165', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0084', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845513001166', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0085', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845513351167', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845513701168', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845513901169', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845514101170', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845514281171', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0086', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845514531172', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0087', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845514651173', '23', '1', null, '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0088', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845514761174', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845514871175', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845514991176', '23', '2', '郑州', '2023-03-02 20:45:51', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845515081177', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0089', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845515191178', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845515291179', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845515371180', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0090', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845515431181', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0091', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845515531182', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845515681183', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845515781184', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0092', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845515891185', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845515991186', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845516061187', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0093', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845516131188', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0094', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845516221189', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0095', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845516341190', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845516531191', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845516731192', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0096', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845516921193', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0097', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845517101194', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0098', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845517271195', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0099', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845517461196', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0100', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845517641197', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0101', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845517791198', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0102', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845517971199', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0103', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845518121200', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0104', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845518311201', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0105', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845518471202', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0106', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845518691203', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845518861204', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0107', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845518991205', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0108', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845519211206', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845519391207', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0109', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845519571208', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0110', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845519751209', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845519941210', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845520091211', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0111', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845520271212', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845520421213', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0112', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845520551214', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0113', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845520731215', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845520841216', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845520951217', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0114', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845521061218', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0115', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845521191219', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845521361220', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0116', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845521491221', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845521691222', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845521951223', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845522211224', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845522351225', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0117', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845522581226', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845522741227', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845523011228', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845523191229', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845523331230', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0118', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845523431231', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0119', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845523591232', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0120', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845523861233', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845524031234', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845524141235', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0121', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845524371236', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0122', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845524521237', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0123', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845524701238', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845524851239', '23', '2', '郑州', '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845524961240', '23', '1', null, '2023-03-02 20:45:52', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0124', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845525091241', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845525171242', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0125', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845525251243', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845525331244', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845525421245', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0126', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845525511246', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845525591247', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0127', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845525681248', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845525831249', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0128', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845525921250', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845525991251', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0129', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845526081252', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845526161253', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0130', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845526241254', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0131', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845526321255', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0132', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845526391256', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0133', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845526481257', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845526711258', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845526881259', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845526981260', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845527061261', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0134', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845527231262', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0135', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845527331263', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0136', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845527451264', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845527551265', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845527681266', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0137', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845527771267', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0138', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845527871268', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0139', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845527951269', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0140', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845528021270', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0141', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845528111271', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845528201272', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845528291273', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845528371274', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0142', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845528441275', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845528531276', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845528621277', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845528721278', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845528781279', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0143', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845528891280', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845528981281', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0144', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845529091282', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', null, '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845529171283', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845529251284', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845529381285', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845529501286', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845529831287', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845529911288', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845530081289', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0145', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845530181290', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0146', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845530271291', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0147', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845530381292', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845530531293', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0148', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845530641294', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845530691295', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0149', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845530791296', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845530851297', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0150', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845530931298', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845531001299', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0151', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845531081300', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0152', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845531181301', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845531251302', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845531381303', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845531541304', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845531641305', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845531781306', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845531871307', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845531951308', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0153', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845532041309', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845532141310', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0154', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845532241311', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0155', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845532361312', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0156', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845532441313', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845532591314', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845532681315', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0157', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845532751316', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0158', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845532831317', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845532901318', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845533041319', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845533131320', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845533211321', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0159', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845533311322', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0160', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845533401323', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845533481324', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845533571325', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0161', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845533901326', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845534001327', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0162', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845534081328', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845534171329', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845534241330', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845534341331', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845534431332', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845534521333', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0163', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845534601334', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0164', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845534661335', '23', '1', null, '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0165', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845534751336', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845534851337', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845534961338', '23', '2', '郑州', '2023-03-02 20:45:53', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845535051339', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845535141340', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845535201341', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845535291342', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', null, '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845535381343', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845535471344', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845535601345', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845535691346', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0166', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845535761347', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0167', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845535821348', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0168', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845535911349', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845535971350', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0169', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845536061351', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', '0170', '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845536131352', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845536211353', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845536301354', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845536391355', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', null, '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845536451356', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845536551357', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845536631358', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":3,\"pr\":3.00}]', '0171', '5', '无', '3.00', null);
INSERT INTO order VALUES ('202303020845536701359', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845536771360', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845536851361', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', '0172', '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845536961362', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', '0173', '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845537041363', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":3,\"pr\":6.00}]', '0174', '5', '无', '6.00', null);
INSERT INTO order VALUES ('202303020845537121364', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":5,\"pr\":5.00}]', null, '5', '无', '5.00', null);
INSERT INTO order VALUES ('202303020845537171365', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', '0175', '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845537251366', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845537301367', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0176', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845537381368', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', null, '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845537441369', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0177', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845537511370', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":1,\"pr\":1.00}]', null, '5', '无', '1.00', null);
INSERT INTO order VALUES ('202303020845537601371', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845537691372', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0178', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845537761373', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0179', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845537821374', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845537901375', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845537971376', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845538021377', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":4,\"pr\":8.00}]', '0180', '5', '无', '8.00', null);
INSERT INTO order VALUES ('202303020845538101378', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', null, '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845538181379', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', null, '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845538261380', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":4,\"pr\":4.00}]', '0181', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845538321381', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0182', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845538411382', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', null, '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845538481383', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0183', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845538531384', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0184', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845538611385', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":2,\"pr\":4.00}]', '0185', '5', '无', '4.00', null);
INSERT INTO order VALUES ('202303020845538681386', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', '0186', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845538731387', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":4,\"pr\":8.88}]', '0187', '5', '无', '8.88', null);
INSERT INTO order VALUES ('202303020845538821388', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":5,\"pr\":10.00}]', '0188', '5', '无', '10.00', null);
INSERT INTO order VALUES ('202303020845538901389', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', '0189', '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845539021390', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":5,\"na\":\"测试5\",\"nu\":2,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845539131391', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020845539241392', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845539361393', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', '0190', '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845539461394', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845539551395', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":1,\"pr\":2.22}]', null, '5', '无', '2.22', null);
INSERT INTO order VALUES ('202303020845539651396', '23', '1', null, '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44}]', '0191', '5', '无', '4.44', null);
INSERT INTO order VALUES ('202303020845539751397', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66}]', null, '5', '无', '6.66', null);
INSERT INTO order VALUES ('202303020845539841398', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845539991399', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":6,\"na\":\"测试食物6\",\"nu\":1,\"pr\":2.00}]', null, '5', '无', '2.00', null);
INSERT INTO order VALUES ('202303020845540091400', '23', '2', '郑州', '2023-03-02 20:45:54', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":5,\"pr\":11.10}]', null, '5', '无', '11.10', null);
INSERT INTO order VALUES ('202303020848243431401', '23', '2', '郑州', '2023-03-02 20:48:24', '[{\"de\":\"这是配料B 特辣 大份 \",\"id\":10,\"na\":\"1233\",\"nu\":1,\"pr\":6.00},{\"de\":\"这是配料B 特辣 大份 \",\"id\":10,\"na\":\"1233\",\"nu\":1,\"pr\":6.00}]', null, '4', '无', '12.00', '12.00');
INSERT INTO order VALUES ('202303030705245411000', '23', '1', null, '2023-03-11 19:05:25', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44},{\"de\":\"这是配料A 这是配料B \",\"id\":3,\"na\":\"测试3\",\"nu\":1,\"pr\":8.00},{\"de\":\"这是配料A 这是配料B \",\"id\":3,\"na\":\"测试3\",\"nu\":1,\"pr\":8.00},{\"de\":\"中份 \",\"id\":7,\"na\":\"测试食物7\",\"nu\":1,\"pr\":3.00}]', '0001', '5', '无', '23.44', null);
INSERT INTO order VALUES ('202303030705558681001', '23', '2', '郑州123', '2023-03-11 19:05:56', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":2,\"pr\":4.44},{\"de\":\"这是配料B 这是配料C \",\"id\":3,\"na\":\"测试3\",\"nu\":1,\"pr\":10.00},{\"de\":\"这是配料B 这是配料C \",\"id\":3,\"na\":\"测试3\",\"nu\":1,\"pr\":10.00}]', null, '5', '无', '24.44', null);
INSERT INTO order VALUES ('202303030706455751002', '23', '2', '郑州123', '2023-03-11 19:06:46', '[{\"de\":\"无\",\"id\":4,\"na\":\"测试4\",\"nu\":3,\"pr\":6.66},{\"de\":\"这是配料B 这是配料C \",\"id\":3,\"na\":\"测试3\",\"nu\":1,\"pr\":10.00},{\"de\":\"这是配料B 这是配料C \",\"id\":3,\"na\":\"测试3\",\"nu\":1,\"pr\":10.00}]', null, '2', '无', '26.66', '26.66');
INSERT INTO order VALUES ('202303070953221901000', '23', '1', null, '2023-03-11 21:53:22', '[{\"de\":\"香菇 胡萝卜 洋葱 小份 \",\"id\":1,\"na\":\"鸡肉煲仔饭\",\"nu\":1,\"pr\":15.00},{\"de\":\"香菇 胡萝卜 小份 \",\"id\":5,\"na\":\"酱牛肉煲仔饭\",\"nu\":1,\"pr\":14.00}]', '0001', '3', '无', '29.00', null);
INSERT INTO order VALUES ('202303070953346301001', '23', '1', null, '2023-03-11 21:53:35', '[{\"de\":\"无\",\"id\":7,\"na\":\"热干面\",\"nu\":2,\"pr\":18.00}]', '0002', '3', '无', '18.00', null);
INSERT INTO order VALUES ('202303070953428711002', '23', '1', null, '2023-03-11 21:53:43', '[{\"de\":\"特辣 \",\"id\":8,\"na\":\"酸辣粉\",\"nu\":1,\"pr\":9.00},{\"de\":\"无\",\"id\":9,\"na\":\"牛肉拉面\",\"nu\":1,\"pr\":12.00}]', '0003', '4', '无', '21.00', '21.00');

-- ----------------------------
-- Table structure for `order_state`
-- ----------------------------
DROP TABLE IF EXISTS `order_state`;
CREATE TABLE `order_state` (
  `id` tinyint(1) NOT NULL AUTO_INCREMENT,
  `state` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of order_state
-- ----------------------------
INSERT INTO order_state VALUES ('1', '待付款');
INSERT INTO order_state VALUES ('2', '已付款');
INSERT INTO order_state VALUES ('3', '发货中');
INSERT INTO order_state VALUES ('4', '已完成');
INSERT INTO order_state VALUES ('5', '已取消');

-- ----------------------------
-- Table structure for `order_way`
-- ----------------------------
DROP TABLE IF EXISTS `order_way`;
CREATE TABLE `order_way` (
  `id` tinyint(1) NOT NULL AUTO_INCREMENT,
  `way` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of order_way
-- ----------------------------
INSERT INTO order_way VALUES ('1', '线下点餐');
INSERT INTO order_way VALUES ('2', '外卖');

-- ----------------------------
-- Table structure for `role`
-- ----------------------------
DROP TABLE IF EXISTS `role`;
CREATE TABLE `role` (
  `role_id` int(10) NOT NULL AUTO_INCREMENT,
  `role` varchar(20) NOT NULL,
  PRIMARY KEY (`role_id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of role
-- ----------------------------
INSERT INTO role VALUES ('1', 'assistant');
INSERT INTO role VALUES ('2', 'admin');

-- ----------------------------
-- Table structure for `user`
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `user_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `open_id` varchar(128) NOT NULL COMMENT '用户识别',
  `nick_name` varchar(20) DEFAULT NULL COMMENT '昵称',
  `avatar_path` varchar(200) DEFAULT NULL COMMENT '头像地址',
  `is_enable` tinyint(1) NOT NULL DEFAULT '1' COMMENT '是否可用',
  `money` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '钱',
  PRIMARY KEY (`user_id`,`open_id`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=24 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO user VALUES ('22', 'odvvT5r44tZtpeQDjVAI6yQkC8Fk1', '微信用户', 'http://localhost:8080/BuffetOrder/img/avatar/8bca5dc5-5cc9-488a-9ae8-d94a047236af.png', '1', '0.00');
INSERT INTO user VALUES ('23', 'odvvT5r44tZtpeQDjVAI6yQkC8Fk', '???', 'https://thirdwx.qlogo.cn/mmopen/vi_32/DYAIOgq83eqic3zIgEcEibfY5quraib1JDptNSicbGlXOTdkwr5ozkTn9C5uFR53eS5oU1G8CylaDEiaHO082cHnU1A/132', '1', '1514.71');
